; TaskSwitchXP Pro 2.05 French Language File
; Translated by DarkSage <sage.dark@gmail.com>

; Currently TaskSwitchXP uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
19999="French (Français)"


; Configuration
20000="Configuration de TaskSwitchXP Pro 2.0"
20001="OK"
20002="Annuler"
20003="Appliquer"

; Filters
20031="Fichier de Configuration de TaskSwitchXP (*.cfg)"


; Pages
20050="Général"
20051="Apparence"
20052="Liste des Tâches"
20053="Aperçu"
20054="Info sur la Tâche"
20055="Raccourcis Clavier"
20056="Exclusions"
20057="Avancé"
20058="A Propos"

; Page descriptions
20070="Général"
20071="Apparence"
20072="Liste des Tâches"
20073="Aperçu"
20074="Information sur la Tâche"
20075="TaskSwitchXP Raccourcis Clavier"
20076="Exclusions"
20077="Réglages avancés"
20078="A Propos de TaskSwitchXP"


; General page
20100="Langue :"
20101="<a id=\"idLang\" href=\"\">Trouver plus de traductions...</a>"
20102="Utiliser des réglages différents pour chaque utilisateur du système"
20103="Lancer TaskSwitchXP au démarrage du système"
20104="Placer TaskSwitchXP en priorité élevée"
20105="Vérifier si Ms PowerToy TaskSwitcher est lancé"
20106="Minimisation en icône :"
20107="Mettre TaskSwitchXP en notification dès le lancement"
20108="Utiliser une icône personnalisée :"
20109="Minimiser en icône par un clique-droit sur le bouton Réduire"
20110="Garder visible l'icône de TaskSwitchXP même en cas d'inactivité"
20111="Ajouter les applications minimisées à la fin de la liste"

20120="Paramètres par défaut"
20121="Charger..."
20122="Sauvegarder..."

; Appearance page
20200="Position sur l'écran :"
20201="Afficher sur le moniteur actif"
20202="Ajouter une ombre à la fenêtre TaskSwitchXP"
20203="Activer la transparence de la fenêtre TaskSwitchXP :"
20204="Activer l'animation de fondu d'entrée (en millisecondes) :"
20205="Activer l'animation de fondu de sortie (en millisecondes) :"
20206="Modes d'affichage préférés :"
20207="Style visuel XP :"
20208="Style classique :"
20209="Forcer l'utilisation du style classique"
20210="Panneau de classement Gauche-Droite"

; Position on screen
20270="Haut - Gauche"
20271="Haut - Centre"
20272="Haut - Droite"
20273="Centre - Gauche"
20274="Centré"
20275="Centre - Droite"
20276="Bas - Gauche"
20277="Bas - Centre"
20278="Bas - Droite"

; Modern XP skins
20280="Style du Menu Démarrer (défaut)"
20281="Style de PowerToy TaskSwitcher"
20282="Style de Simple Fenêtre"
20283="Style XP Plat"
20284="Style XP Doux"
20285="Style de la Barre des Tâches"

; Classical skins
20290="Style du Menu Démarrer (défaut)"
20291="Style du Menu Démarrer version plate"

; Task List page
20300="Affichage de la Liste :"
20301="Nombre de colonnes :"
20302="Largeur (en pixels) :"
20303="Nombre de Lignes :"
20304="Petites icônes"
20305="Activer les bulles d'aide pour la liste d'icônes"
20306="Activer le curseur de main pour la sélection par pointage"
20307="Activer la sélection par pointage"
20308="Inverser la molette de la souris"
20309="Style de sélection :"
20310="Dessiner le rectangle de sélection"
20311="Style de Texte et Couleurs :"
20312="Police :"
20313="Taille :"
20314="G"
20315="I"
20316="Couleur :"

; List views
20390="Icônes"
20391="Liste Verticale"

; Selection styles
20380="Cadre Vide"
20381="Rectangle"
20382="Rectangle à bord arrondis"

; Color indexes
20370="Texte de base"
20371="Texte Sélectionné"
20372="Arrière-plan de Sélection"
20373="Texte marqué 1"
20374="Arrière-plan marqué 1"
20375="Texte marqué 1"
20376="Arrière-plan marqué 1"


; Preview page
20400="Style d'Aperçu :"
20401="Aperçu style \"Bureau\""
20402="Aperçu style \"Fenêtre\""
20403="Inclure la barre des tâches dans l'aperçu"
20404="Afficher seulement la dernière fenêtre de l'application"
20405="Ne pas afficher le fond dans l'aperçu (Vieux style v1.0)"
20406="Dessiner le papier peint du bureau comme arrière plan"
20407="Dessiner les bords autour de l'image d'aperçu"
20408="Centrer verticalement l'image d'aperçu"
20409="Afficher la fenêtre réduite dans l'aperçu (*)"
20410="Exclure toutes les fenêtres transparentes de l'aperçu (*)"
20411="Largeur de l'image d'aperçu (en pixels) :"
20412="Délai de la création du premier aperçu (en millisecondes) :"
20413="Ne pas mettre en cache les images d'aperçu"
20414="Activer la mise à jour des aperçus (en millisecondes) :"


; Info page
20500="Zone du libellé :"
20501="Police :"
20502="Taille :"
20503="G"
20504="I"
20505="Couleur :"
20506="Dessiner l'ombre :"
20507="Profondeur :"
20508="Couleur :"
20509="Afficher l'icône de l'application dans la zone de libellé"
20510="Utiliser une petite zone de libellé"
20511="Zone d'information :"
20512="Police :"
20513="Taille :"
20514="B"
20515="I"
20516="Couleur :"
20517="Afficher l'ombre :"
20518="Profondeur :"
20519="Couleur :"
20520="Hauteur :"
20521="Format :"

; Info formats
20590="Aucun"
20591="Numéro de la Tâche uniquement"
20592="ID du Processus"
20593="Nom du Processus"
20594="Nom du Processus [PID]"
20595="Description du Programme"


; Hotkeys page
20600="Remplacer le Alt-Tab standard de Windows"
20601="Activer le basculement d'instance par Ctrl+Alt+[Shift]+Tab"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Activer le mode Alt-Tab \"toujours visible\""
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Utiliser une méthode de bas niveau pour remplacer le Alt-Tab"
20604="Contrôle TaskSwitchXP :"
20605="Liste des Applications :"
20606="Liste des Instances :"
20607="Configurer TaskSwitchXP :"
20608="Afficher/Cacher l'icône de notification :"
20609="Quitter TaskSwitchXP :"
20610="Raccourcis clavier additionnels :"
20611="Minimiser la fenêtre en icône :"
20612="Restaurer des notifications :"


; Exclusions page
20700="Nouveau..."
20701="Editer..."
20702="Enlever"

; List groups
20780="Apercevoir l'affichage"
20781="Enumeration des fenêtres"

20790="Nom"
20791="Paramètres"

; Advanced page
20800="Titres des Fenêtres :"
20801="Utiliser le titre de la fenêtre principale des applications"
20802="Réglages avancés de l'Interface :"
20803="Enlever la zone de libellé"
20804="Enlever la zone d'information"
20805="Actions de l'icône de notification :"
20806="Menu :"
20807="Configuration :"
20808="Liste des Applications :"
20809="Liste des Instances :"
20810="Réglages de Configuration :"
20811="Mettre la fenêtre de configuration au premier plan"
20812="Se souvenir de la position de la fenêtre de configuration"
20813="Se souvenir de la dernière page de configuration"
20814="Lancer TaskSwitchXP au Lancement/Fermeture"

; Tray icon actions
20890="Aucune"
20891="Clique gauche"
20892="Double clique gauche"
20893="Clique du milieu"
20894="Double clique du milieu"
20895="Clique droit"
20896="Double clique droit"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Traduit par <a id=\"idTranslatorMail\" href=\"mailto:sage.dark@gmail.com\">DarkSage</a>...\r\nEtudiant en informatique et traducteur a ses heures perdues (Ike Ike)"


; Exclusions dialog
22000="TaskSwitchXP Exclusion"
22001="OK"
22002="Annuler"
22003="Applications actives :"
22004="Mettre à jour"
22005="Liste des exclusions :"
22006="Exclus par :"
22007="Nom du processus :"
22008="Classe de fenêtre :"
22009="Titre de la fenêtre :"
22010="Exclus depuis :"
22011="Aperçus de l'affichage"
22012="Enumération des fenêtres"
22013="Activé"

22090="" ; not excluded
22091=">> exclus de l'aperçu"
22092=">> exclus de l'énumération"

; Configurator Errors
30000="Erreur de configuration de TaskSwitchXP"
30002="Impossible de lancer TaskSwitchXP.exe! Vérifier l'installation de TaskSwitchXP."
30003="Impossibilité de sauvegarder les réglages dans le registre. Vérifiez vos droits d'accès."
30004="Impossibilité de charger les réglages depuis le fichier."
30005="Impossibilité de charger les réglages depuis le fichier. Restauration des réglages par défaut."
30006="Impossibilité de sauvegarder les réglages dans le fichier."

; Hints for exclusion dialog
30100="Exclusions sans nom"
30101="Merci de spécifier un nom pour l'exclusion."
30102="Pas de paramètre"
30103="Merci de spécifier des paramètres d'exclusion."
30104="Pas de nom de processus"
30105="Merci de spécifier un nom de processus."
30106="Pas de classe de fenêtre"
30107="Merci de spécifier une classe de fenêtre."

; Confirmations
30900="TaskSwitchXP Confirmation"
30901="TaskSwitchXP à détecté plus d'un écran actif sur votre système.\r\nVoulez vous activer le mode d'aperçu des fenêtres pour afficher les fenêtre des autres moniteurs ?"
;30901="TaskSwitchXP has detected more than one display monitors are active in your system.\r\nDo you want to enable \"Window\" preview mode to show all previews from secondary monitor(s)?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Liste des applications"
31001="Liste des instances"	
31002="Préférences..."
31003="Quitter"

31020="Préférences rapides"
31021="Cacher l'icône de notification"
31022="Remplacer le Alt-Tab"
31023="Activer l'aiguillage d'Instances"
31024="Activer le mode Alt-Tab \"toujours visible\""
31025="Utiliser une méthode de bas niveau"
31026="Nouvelle exclusion..."

31050="Aide"
31051="Documentation"
31052="Page d'accueil"
31053="A Propos TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d app(s)"
31091="Tout Restaurer"
31092="Tout Minimiser"
31093="Tout Fermer"
31094="Restaurer"
31095="Minimiser"
31096="Fermer"

; Task List menu
31110="Basculer vers"
31111="Réduire"
31112="Minimiser en icône"
31113="Mettre en Cascade"
31114="Réorganiser Horizontalement"
31115="Réorganiser Verticalement"
31116="Restaurer"
31117="Maximiser"
31118="Fermer"
31119="Terminer le Processus"

; Common menu
31150="Afficher l'information du Processus"
31151="Sélection tous"
31152="Sélection aucun"
31153="Enlever la sélection"
31154="Trier par Titre"
31155="Trier par ApplicationSort by Application"

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Nom de l'Image :  %s\r\nID du Processus :  %u\r\n\r\nDurée :  %u:%02u:%02u\r\nTemps Processeur :  %u:%02u:%02u\r\n\r\nUtilisation Mémoire :  %uK\r\nVM Taille :  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="Confirmation TaskSwitchXP"
31901="TaskSwitchXP est déjà lancé. Voulez vous l'arrêter ?"
31902="Êtes-vous certain de vouloir quitter TaskSwitchXP ?"
31903="TaskSwitchXP a détecté que Ms PowerToy TaskSwitcher est lancé.\r\nVoulez-vous le fermer ?"

; Errors
32000="Erreur TaskSwitchXP"
32002="Echec de l'initialisation."
32003="Impossibilité d'installer l'écoute clavier de bas niveau."
32004="Impossiblité d'enregistrer la réception du Alt+Tab ou Alt+Shift+Tab.\r\nUne autre application l'a déjà enregistrée."
32005="Impossiblité d'enregistrer la réception du Ctrl+Alt+Tab ou Ctrl+Alt+Shift+Tab.\r\nUne autre application l'a déjà enregistrée."
32006="Impossiblité de lancer ConfigTsXP.exe ! Vérifier l'installation de TaskSwitchXP."

32500="Impossiblité d'enregistrer l'écoute clavier :\r\n\r\nNom : %s\r\nModifieurs : %02X\r\nCode Virtuel : %02X"
32501="Quitter TaskSwitchXP"
32502="Afficher/Cacher l'icône de notification"
32503="Configurer TaskSwitchXP"
32504="Liste des Applications"
32505="Liste des Instances"
32506="Minimiser la fenêtre en icône"
32507="Restaurer de la zone de notification"
